Repository: xs5871/OctoprintKlipperPlugin
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Allows to config klipper
de: Erlaubt Klipper zu konfigurieren

source: Allows to use klipper macros
de: Erlaubt Makros zu benutzen

source: Restart Klipper
de: Klipper Neustart

source: You are about to restart Klipper!
de: Sie sind dabei Klipper neu zu starten!

source: This will stop ongoing prints!
de: Dies wird laufende Aufträge abbrechen!

source: Error: Klipper config file not found at:
de: Fehler: Klipper Konfigurationsdatei nicht gefunden:

source: IOError:
de: IOFehler

source: Decode Error:
de: Dekodierungsfehler:

source: Please convert your config files to utf-8!
de: Bitte die Konfigurationsdateien nach utf-8 konvertieren!

source: Or you can also paste your config into the Editor and save it.
de: Sie können auch die Konfiguration in den Editor einfügen und dann speichern.

source: File not found!
de: Datei nicht gefunden!

source: Go to OctoKlipper Tab
de: Gehe zum OctoKlipper Reiter

source: Restarted Klipper
de: Klipper neu gestartet

source: All ongoing Prints will be stopped!
de: Alle laufende Drucke werden gestoppt!

source: Restart Klipper?
de: Klipper neu starten?

source: Restart
de: Neustart

source: Restart and don't ask this again.
de: Neu starten und dies nicht wieder nachfragen.

source: Failed to remove config %(name)s.</p><p>Please consult octoprint.log for details.</p>
de: Konnte config %(name)s nicht löschen. </p><p> Bitte im octoprint.log nachsehen für weitere Details.</p>

source: Could not remove config
de: Konnte Konfiguration nicht löschen

source: You are about to delete backed config file "%(name)s".
de: Sie sind dabei die gesicherte Konfigurationsdatei "%(name)s" zu löschen.

source: This will overwrite any file with the same name on the configpath.
de: Dies wird jede Datei mit dem gleichen Namen im Konfigurationsordner überschreiben.

source: Are you sure you want to restore now?
de: Sind sie sicher jetzt wiederherzustellen?

source: Proceed
de: Weiter

source: You are about to restore %(count)d backed config files.
de: Sie sind dabei %(count)d gesicherte Konfigurationsdateien wiederherzustellen.

source: You are about to delete %(count)d backed config files.
de: Sie sind dabei %(count)d gesicherte Konfigurationsdateien zu löschen.

source: Restoring klipper config files
de: Stelle Klipper Konfigdatei wieder her

source: Restoring %(count)d backed config files...
de: Stelle %(count)d gesicherte Konfigurationsdateien wieder her.

source: Restored %(filename)s...
de: %(filename)s wiederhergestellt...

source: Restoring of %(filename)s failed, continuing...
de: Wiederherstellung von Datei %(filename)s gescheitert, setze fort...

source: Deleting backup files
de: Lösche gesicherte Dateien

source: Deleting %(count)d backed files...
de: Lösche %(count)d gesicherte Konfigurationsdateien...

source: Deleted %(filename)s...
de: %(filename)s gelöscht...

source: Deleting of %(filename)s failed, continuing...
de: Löschung von Datei %(filename)s gescheitert, setze fort...

source: Closing without saving
de: Schließen ohne zu Speichern?

source: Your file seems to have changed.
de: Datei scheint geändert worden zu sein.

source: Do you really want to close it?
de: Wollen sie wirklich schließen?

source: Close
de: Schließen

source: Do not close
de: Nicht schließen

source: Save & Close
de: Speichern & Schließen

source: Reload Configfile after SAVE_CONFIG?
de: Konfiguration neuladen nach SAVE_CONFIG?

source: Externally changed config
de: Extern geänderte Konfiguration

source: Your configuration seems to be faulty.
de: Ihre Konfiguration sieht fehlerhaft aus.

source: Save faulty Configuration?
de: Speichere fehlerhafte Konfiguration?

source: Do not save!
de: Datei nicht speichern!

source: Save anyway!
de: Speichere trotzdem!

source: Save anyway and don't ask this again.
de: Speichere trotzdem und dies nicht wieder nachfragen.

source: SyntaxCheck
de: Syntaxprüfung

source: SyntaxCheck OK
de: Syntaxprüfung OK

source: Faulty config not saved!
de: Fehlerhafte Datei nicht gespeichert!

source: Save Config
de: Speichere Konfig

source: No filename set
de: Dateiname nicht angegeben

source: Reload File
de: Datei neuladen

source: Reload Config
de: Datei neuladen

source: File reloaded.
de: Datei neugeladen.

source: File saved.
de: Datei gespeichert.

source: File not saved!
de: Datei nicht gespeichert.

source: Path:
de: Pfad:

source: You are about to delete config file "%(name)s".
de: Sie sind dabei Konfigurationsdatei "%(name)s" zu löschen.

source: You are about to delete %(count)d config files.
de: Sie sind dabei %(count)d Konfigurationsdateien zu löschen.

source: Deleting config files
de: Lösche Konfigurationsdateien

source: Deleting %(count)d config files...
de: Lösche %(count)d Konfigurationsdateien...

source: Backups
de: Sicherungen

source: Select all on this page
de: Wähle alle auf dieser Seite aus

source: Select all
de: Alles Auswählen

source: Clear selection
de: Auswahl zurücksetzen

source: Refresh file list
de: Aktualisiere Dateiliste

source: Refresh Files
de: Aktualisieren

source: Restore selected
de: Ausgewählte wiederherstellen

source: Delete selected
de: Ausgewählte löschen

source: Sort by name
de: Sortiere nach Name

source: ascending
de: aufsteigend

source: Sort by date
de: Sortiere nach Datum

source: descending
de: absteigend

source: Sort by file size
de: Sortiere nach Dateigröße

source: Size
de: Größe

source: Action
de: Aktion

source: Delete
de: Löschen

source: Restore
de: Wiederherstellen

source: Download
de: Runterladen

source: Preview
de: Vorschau

source: Decrease Fontsize
de: Verringere Schriftgröße

source: Increase Fontsize
de: Vergrößere Schriftgröße

source: Filename
de: Dateiname

source: Reload from file
de: Datei neuladen

source: Check Syntax
de: Syntax prüfen

source: Save Config and Close
de: Speichern und schließen

source: Save
de: Speichern

source: Performance Graph
de: Performancediagramm

source: Click labels to hide/show dataset
de: Auf Labels klicken zum verstecken/anzeigen

source: Fill Datasets
de: Fülle Flächen

source: Select
de: Auswählen

source: Analyze Log
de: Log analysieren

source: Depending on the size of the log file this might take a while.
de: Abhängig von der Größe der Logdatei kann es etwas dauern.

source: Assisted Bed Leveling
de: Unterstützte Druckbett-Nivellierung

source: Home
de: Grundstellung

source: Previous
de: Vorheriger

source: Next
de: Nächster

source: Coordinate Offset
de: Koordinaten Versatz

source: Set an offset for all future GCODE move commands in mm.
de: Setze einen Versatz in mm für alle zukünftigen GCODE Bewegungskommandos

source: Add to existing offset
de: Hinzufügen zum existierenden Versatz

source: Set Offset
de: Setze Versatz

source: Run -
de: Ausführen -

source: PID Tuning
de: PID Abstimmung

source: Heater / Extruder Name (from config file)
de: Heizer / Extruder Name (von Konfigdatei)

source: Target Temperature
de: Zieltemperatur

source: The result of the tuning cycle is reported in the message log.
de: Die Ergebnisse der Abstimmung werden im Nachrichtenlog ausgegeben.

source: Start Tuning
de: Starte Abstimmung

source: Basic
de: Haupteinstellungen

source: Macros
de: Makros

source: Bed Leveling
de: Druckbett-Nivellierung

source: Klipper Configuration
de: Klipper Konfiguration

source: Serial Port
de: Serieller Port

source: Replace Connection Panel
de: Ersetze Verbindungsmenu

source: Hide 'Open Editor' Button in the Connection Panel
de: Verberge 'Öffne Editor' Schaltfläche auf der Seitenleiste

source: Show Short Messages
de: Zeige Kurzmeldungen

source: on NavBar
de: auf Nav-leiste

source: on SideBar
de: auf Seitenleiste

source: Enable debug logging
de: Aktiviere Debugloging

source: Hide Error PopUps
de: Verberge Fehler PopUps

source: Config Editor
de: Konfig Editor

source: Check parsing on save
de: Prüfe Syntax beim speichern

source: Fontsize
de: Fontgröße

source: Klipper Config Directory
de: Klipper Konfig Pfad

source: The filename of the base config that Klipper is loading. (default is printer.cfg)
de: Der Dateiname der Haupt-Konfigurationsdatei, die Klipper läd.(Standard ist printer.cfg)

source: Klipper Base Config Filename
de: Klipper Haupt-Konfigurationsdatei

source: Klipper Log File
de: Klipper Logdatei

source: Configuration Restart Command
de: Konfiguration Neustart Befehl

source: The command that is executed if you want to restart klipper.
de: Der Befehl, der ausgeführt wird, um Klipper neu zu starten.

source: Restart klipper on editor save?
de: Klipper neu starten nach speichern im Editor?

source: Restart Klipper on editor save?
de: Klipper neu starten nach speichern im Editor?

source: Show Confirmation before restarting Klipper?
de: Zeige Bestätigung vor Klipper Neustart?

source: Confirmation before restarting Klipper?
de: Bestätigung vor Klipper Neustart?

source: Config Backup
de: Konfig Sicherungen

source: Show Backups
de: Zeige Sicherungen

source: These macros are only meant to be used in OctoPrint.
de: Diese Makros sind nur für OctoPrint gedacht.

source: They are not the ones that can be defined in the printer.cfg.
de: Es sind nicht die, die in der printer.cfg definiert werden können.

source: Add macro button to:
de: Zeige Makroschaltfläche auf:

source: Klipper Tab
de: Klipper Reiter

source: Sidebar
de: Seitenleiste

source: Command
de: Befehl

source: Add Macro
de: Makro hinzufügen

source: To show a dialog that asks for parameters you can write your macro like in the following example:
de: Um ein Dialog anzeigen zu lassen, welches nach Parametern fragt, kann man ein Makro wie im nächsten Beispiel schreiben:

source: This feature assists in manually leveling your print bed by moving the head to the defined points in sequence.<br />If you use a piece of paper for leveling, set "Probe Height" to the paper thickness eg. "0.1".
de: Diese Funktion hilft beim Einstellen des Druckbettes, da es die angegebenen Punkte automatisch nacheinander anfährt. <br />Wenn man ein Papier zum messen nimmt, setzt man "Messhöhe" auf die Papierstärke zBsp.: "0.1".

source: Probe Height
de: Messhöhe

source: Z-height to probe at
de: Höhe bei der gemessen wird

source: Probe Lift
de: Höhe für Seitenbewegung

source: Lift Head by this amount before moving.
de: Hebe Druckkopf auf diese Höhe vor einer Seitenbewegung

source: Probe Feedrate Z
de: Geschwindigkeit Z

source: Feedrate X/Y
de: Geschwindigkeit X/Y

source: Probe Points
de: Messpunkte

source: Add Point
de: Füge Messpunkt hinzu

source: Config Files
de: Konfig Dateien

source: Add new File
de: Erstelle neue Datei

source: New File
de: Neue Datei

source: Open last config
de: Öffne letzte Konfig

source: Open last Editor
de: Öffne Editor

source: Path to the config files.
de: Pfad zu den Konfigurationsdateien

source: Edit
de: Bearbeiten

source: Donate
de: Spenden

source: Printer Profile
de: Druckerprofil

source: Connect
de: Verbinde

source: Open Editor
de: Öffne Editor

source: Messages
de: Nachricht

source: Open the OctoKlipper Settings
de: Öffne die OctoKlipper Einstellungen

source: Clear Log
de: Log löschen

source: Query Klipper for its current status
de: Aktuellen Status von Klipper anfordern

source: Get Status
de: Statusabfrage

source: Show the Editor
de: Öffne den Editor

source: Show Editor
de: Öffne Editor

source: This will cause the host software to reload its config and perform an internal reset
de: Das wird die Konfigurationsdatei neuladen und die Hostsoftware neu starten

source: Similar to a host restart, but also clears any error state from the micro-controller
de: Wie der Host Neustart, aber zusätzlich wird die Firmware neu gestartet

source: Assists in manually leveling your printbed by moving the head to a configurable set of positions in sequence.
de: Unterstützt beim manuellem Bettnivellieren, <br> da der Druckkopf nacheinander einstellbare Punkte anfährt.

source: Determines optimal PID parameters by heat cycling the hotend/bed.
de: Findet optimale PID Parameter beim zyklischen Heizen des Druckkopfes/-bettes.

source: Sets a offset for subsequent GCODE coordinates.
de: Setze einen Versatz für alle weiteren GCODE Koordinaten

source: Assists in debugging performance issues by analyzing the Klipper log files.
de: Unterstützt, mit dem analysieren des Klipperlogs, beim Suchen von Performanceproblemen.

source: Analyze Klipper Log
de: Analysiere Klipperlog
